tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

# For building Python
# https://github.com/pyenv/pyenv/wiki#suggested-build-environment
brew "openssl"
brew "readline"
brew "sqlite3"
brew "tcl-tk"
brew "xz"
brew "zlib"

# Fundamental CLI tools
brew "bat"
brew "curl"
brew "curl"
brew "dust"
brew "fd"
brew "fzf"
brew "grep"
brew "jq"
brew "lsd"
brew "nkf"
brew "peak/tap/s5cmd"
brew "ripgrep"
brew "rsync"
brew "sd"
brew "starship"
brew "tealdeer"
brew "watchexec"
brew "wget"
brew "zplug"

# For builidng Python
brew "openssl"
brew "readline"
brew "sqlite3"
brew "tcl-tk"
brew "xz"
brew "zlib"

# For development
brew "anyenv"
brew "autossh"
brew "direnv"
brew "git-delta"
brew "git-extras"
brew "git-open"
brew "git"
brew "hadolint"
brew "httpie"
brew "lazygit"
brew "mycli"
brew "pre-commit"

# For specific service
brew "awscli"
brew "gh"
brew "ghq"
brew "terraform"

# Casks
cask "aws-vault"
cask "google-japanese-ime"
cask "iterm2"
cask "jasper"
cask "karabiner-elements"
cask "kindle"
cask "notion"
cask "postman"
cask "rancher"
cask "raycast"
cask "visual-studio-code"

# Fonts
cask "font-hackgen-nerd"
cask "font-hackgen"
