tap "cantino/mcfly", "https://github.com/cantino/mcfly"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "actionlint"
brew "anyenv"
brew "autossh"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "brew-cask-completion"
brew "choose"
brew "curl"
brew "delta"
brew "direnv"
brew "docker-compose"
brew "dust"
brew "emojify"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "ghq"
brew "git-delta"
brew "git-extras"
brew "git-open"
brew "git-standup", link: false
brew "git"
brew "gitmoji"
brew "googler"
brew "grep"
brew "homeshick"
brew "httpie"
brew "jq"
brew "lazygit"
brew "lsd"
brew "nkf"
brew "openssl@1.1"
brew "putty"
brew "readline"
brew "ripgrep"
brew "rsync"
brew "sd"
brew "sqlite"
brew "sshfs"
brew "tcl-tk"
brew "tealdeer"
brew "watchexec"
brew "wget"
brew "xz"
brew "zlib"
cask "clipy"
cask "dash"
cask "font-hackgen-nerd"
cask "font-hackgen"
cask "hyperswitch"
cask "iterm2"
cask "jasper"
cask "karabiner-elements"
cask "keycastr"
cask "postman"
cask "raycast"
cask "session-manager-plugin"
cask "visual-studio-code"
