tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "autossh"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "brew-cask-completion"
brew "broot"
brew "choose"
brew "delta"
brew "dust"
brew "emojify"
brew "fd"
brew "gh"
brew "ghq"
brew "git"
brew "git-extras"
brew "git-open"
brew "gitmoji"
brew "googler"
brew "homeshick"
brew "httpie"
brew "hub"
brew "hugo"
brew "jq"
brew "lazygit"
brew "lightgbm"
brew "lsd"
brew "mycli"
brew "nkf"
brew "putty"
brew "ripgrep"
brew "rsync"
brew "sd"
brew "shallow-backup"
brew "sk"
brew "tealdeer"
brew "terraform"
brew "watchexec"
brew "wget"
brew "zlib"
brew "zoxide"
cask "cheatsheet"
cask "choosy"
cask "clipy"
cask "hyperswitch"
cask "iterm2"
cask "jasper"
cask "karabiner-elements"
cask "kawa"
cask "keycastr"
cask "kindle"
cask "notion"
cask "postman"
cask "sequel-pro"
cask "superproductivity"
cask "termius"
cask "raycast"
